Repository: sewebb/iis-pack
Catalog: languages/iis-pack-*.po
Languages: sv_se

source: IIS Pack Settings
sv_se: Inställningarna för IIS-Pack

source: Share buttons
sv_se: Dela-knappar

source: <h4>How it works:</h4> <p>Default setting is no buttons showing on pages/posts without an added shortcode <code>[fastsocial]</code> either in the content or added with the page template.</p> <p>BUT - you can choose to print before or after the content and still avoide printing on certain post types. For example, if you dont want any buttons on normal pages add "<code>page</code>" to the <em>"Remove from"</em> field. Or if you use a special template to show for example Internetguider - add "<code>guide</code>" to the field. (Or a combination like "<code>page,guide</code>")</code></p> <p><em>"Activate"</em>-settings are default for the hole site. If you activate all networks you can still choose not to show a certain button on / in a post or template with for example <code>[fastsocial pinterest=no]</code> (or if a network is not choosen for all pages - activate it with <code>[fastsocial pinterest=yes]</code></p> <p>On each page / post you can also add a special Facebook App ID, <strong>different</strong> from the sitewide ID. Or you can add it to the do_shortcode in a template with <code>[fastsocial fbappid=<em>{idnumber}</em>]</code></p> <p>Hashtags for the Twitter-button could be added in the same manner (per post/page or by shortcode) <code>[fastsocial hashtags=internetguider,internetstiftelsen]</code></p> <p>To remove fastsocial for a specific page / post that would normaly magically add the buttons, add <code>[fastsocial remove=yes]</code> to post content (in editor)</p>
sv_se: <h4>Hur det fungerar:</h4> <p>Standardinställningen är att knapparna inte syns automatiskt på sidor utan att man lagt till shortcode <code>[fastsocial]</code> antingen i editor-fältet eller i sidmallen.</p> <p>MEN - man kan välja att lägga ut knapparna före eller efter content och ändån undvika att de skrivs ut på speciella sidor, posttyper eller sidmallar. Till exempel, om du inte vill ha knapparna på vanliga sidor, lägg till "<code>page</code>" i <em>”Lägg inte ut på typerna”</em> fältet Eller om du använder en special sidmall för att visa t.ex. internetguider - ange "<code>guide</code>" i fältet. (Eller en kombination "<code>page,guide</code>")</code></p> <p><em>”Aktivera”</em>-inställningen är standard för hela sajten. Om du aktiverar alla nätverken kan du ändån explicit välja bort vissa nätverk i en sida eller i en mall med t.ex. <code>[fastsocial pinterest=no]</code> (eller om inga nätverk är valda för sajten - aktivera med <code>[fastsocial pinterest=yes]</code></p> <p>På varje sida / post kan du också lägga till ett speciellt Facebook App ID, <strong>skiljt från</strong> sajtens standard App ID. Eller så kan du lägga till det i do_shortcode i en sidmall med <code>[fastsocial fbappid=<em>{idnummer}</em>]</code></p> <p>Hashtaggar för Twitter-knappen kan läggas till på samma sätt (per post / sida eller med shortcode) <code>[fastsocial hashtags=internetguider,internetstiftelsen]</code></p> <p>Om du vill ta bort fastsocial (knapparna) för en specifik sida / post som normalt automatiskt skulle haft knapparna, lägg till <code>[fastsocial remove=yes]</code> i post content (i editorn)</p>

source: Choose from theese templates:
sv_se: Välj från dessa sidmallar:

source: Choose from theese post types:
sv_se: Välj från dessa posttyper:

source: Object attribution
sv_se: Bildattribution

source: <h4>Adding license to images</h4> <p>In the media library there are fields for each object that can hold object attributions.</p> <p>If added to an image it could be printed automatically under each image - or you use your own function in your theme</p>
sv_se: <h4>Lägg till licenser på bilder</h4> <p>I Media biblioteket finns fält för varje bild som kan säkerställa bildattributionen.</p> <p>Om det läggs till data till en bild kan detta skrivas ut automatiskt under varje bild - eller så kan du använda din egen funktion i ditt tema.</p>

source: Print buttons before content
sv_se: Knappar innan sidans text

source: Print buttons after content
sv_se: Knappar efter sidans text

source: Remove from types
sv_se: Lägg inte ut på typerna

source: Remove from templates
sv_se: Lägg inte ut i sidmallarna

source: Activate Facebook
sv_se: Aktivera Facebook

source: Activate Twitter
sv_se: Aktivera Twitter

source: Activate LinkedIn
sv_se: Aktivera LinkedIn

source: Activate Pinterest
sv_se: Aktivera Pinterest

source: Print Object attribution?
sv_se: Skriv ut bildattribution under bilder på sidorna?

source: Hide on featured image
sv_se: Dölj på utvald bild

source: Default og:image
sv_se: Standard og:image

source: Protocol
sv_se: Protokoll för sajten

source: Twitter Cards
sv_se: Twitter Kort

source: Twitter site
sv_se: Twitterkonto för sajten

source: Fox Menu
sv_se: Foxmenyn

source: Use Fox menu?
sv_se: Använd Foxmenyn?

source: Other stuff
sv_se: Andra inställningar

source: Remove emoji scripts
sv_se: Avlägsna emoji skript

source: Local Profile Picture
sv_se: Lokal profilbild

source: Only allow users with file upload capabilities to upload local profile pictures (Authors and above)
sv_se: Kryssa i om enbart Författare och uppåt ska få lov att ändra sina profilbilder.

source: Choose where social share buttons should be shown. See Help menu for more info (under "Hi, {logged in user}")
sv_se: Välj var knapparna för att dela på social nätverk ska synas. Se “Hjälp” för mer info. (Uppe till höger på denna sidan)

source: Should this site fetch and print attachement credits
sv_se: Ska denna sajten hämta och skriva ut licensfälten för bilder tillagda på sidor?

source: Settings for Facebook open graph tags per site
sv_se: Inställningar för Facebook open graph-taggar per webbplats

source: Global settings for Twitter Cards
sv_se: Globala inställningar för Twitter kort

source: Settings for Google Analytics
sv_se: Inställningar för Google Analytics

source: Should this site show the Fox menu on top of pages?
sv_se: Ska sajten visa Foxmenyn överst på sidorna? (i 99,99% av fallen - JA!)

source: Bits and pieces
sv_se: Lite av varje

source: Add post types to be avoided if above setting is set to Print before or Print after content. (ex: se-tech,guide)
sv_se: Lägg till posttyper som inte ska få knapparna utskrivna om något av “Lägg ut”-valen ovan är valt

source: ( <em>see help menu</em> )
sv_se: ( <em>se vilka du kan välja mellan i hjälpmenyn</em> )

source: Add templates to be avoided if above setting is set to Print before or Print after content.
sv_se: Lägg till sidmallar som inte ska ha knapparna automatiskt. (hela filnamnet)

source: Show Object Attribution
sv_se: Visa Bildattribution under bilder

source: Hide Object Attribution
sv_se: Dölj Bildattribution under bilder

source: If you choose "Show" you can tick this to hide on featured image. <em>(Then your theme rolls its own variant)</em>
sv_se: Om du valt “Visa” kan du kryssa i denna för att dölja bildattributionsutskriften från IIS Pack på “Utvald bild”. <em>(När temat har en egen variant sedan förr)</em>

source: Complete url. Default image is IIS logo
sv_se: Fullständig sökväg till bilden. Standardbilden är IIS logotyp

source: If the site has more than one admin, seperate them with comma (,)
sv_se: Om sajten har mer än en Facebookadministratör - använd kommatecken för att avgränsa indämmer [ex 12,34,56]

source: The sites main account, for example @iis on www.iis.se
sv_se: Sajten huvudsakliga Twitter-konto, t.ex. @iis för www.iis.se eller @internetmuseum för internetmuseum.se

source: Show Fox menu
sv_se: Visa Foxmenyn

source: Hide Fox menu
sv_se: Dölj Foxmenyn

source: Remove emojis (default)
sv_se: Skriv inte ut emoji-script (standard)

source: Use Emojis
sv_se: Använd Emojis

source: FaceBook og: tags
sv_se: FaceBook og: taggar

source: Alternative og:title
sv_se: Alternativ og:title

source: If you want a different title for the page when shared on FaceBook
sv_se: Om du vill ha en annan titel för sidan när delas på FaceBook

source: Add a nice descriptive text then page is shared on Facebook
sv_se: Lägg till en trevlig beskrivande text då sida delas på Facebook

source: If this page belongs to a special App ID (for example internetguider) - add idnumber
sv_se: Om just den här sidan tillhör ett speciellt App id (t.ex. internetguider) - lägg till FB idnummer

source: Object URL
sv_se: Bildens URL

source: Fetch data from Flickr
sv_se: Hämta data från Flickr

source: Object name
sv_se: Bildens namn

source: License (ex. CC-BY)
sv_se: Licenstyp (t.ex. CC BY)

source: License field is required
sv_se: Licensefältet är obligatoriskt

source: License URL
sv_se: Licens-URL

source: Licens holder name
sv_se: Fotografens namn

source: Licens holder URL
sv_se: Fotografens URL

source: Locale Profile Picture. Replaces your Gravatar picture ONLY FOR THIS SITE.
sv_se: Sajspecifik Profilbild. Ersätter din Gravatarbild - men enbart på denna sajten.

source: Upload profile picture
sv_se: Ladda upp lokal profilbild

source: No local profile picture is set. Use the upload field to add a local avatar for this site.
sv_se: Ingen lokal profilbild är vald. Använd uppladdningsknappen för att lägga till en egen lokal profilbild / avatar för denna sajten.

source: Delete local profile picture
sv_se: Ta bort den lokala profilbilden.

source: Replace the local profile picture by uploading a new image, or erase the local profile picture (falling back to a Gravatar) by checking the delete option.
sv_se: Ersätt den lokala profilbilden genom att ladda upp en ny bild. Eller ta bort den lokala bilden genom att kryssa i Ta bort. Gravatarbilden (om du har en sådan) kommer att användas istället.

source: No local avatar is set. Set up your avatar at Gravatar.com.
sv_se: Ingen lokal profilbild finns. Du kan skapa en på gravatar.com som är kopplad till din e-postadress

source: You do not have media management permissions. To change your local profile picture, contact the blog administrator.
sv_se: Du kan tyvärr inte själv byta din lokala profilbild. Kontakta administratören för din sajt så kan hen hjälpa till.

source: Alternative twitter:title
sv_se: Alternativ twitter:title

source: If you want a different title for the page when shared on Twitter. If you want the same as on Facebook - just leave it empty
sv_se: Om du vill ha en annan titel för sidan när den delas på Twitter. Om du vill ha samma som på Facebook - lämna fältet tomt

source: Add a nice descriptive text then page is shared on Twitter. If you want the same as on Facebook - just leave it empty
sv_se: Lägg till en trevlig beskrivande text då sidas delas på Twitter. Om du vill ha samma som på Facebook - lämna fältet tomt

source: Hashtags
sv_se: Hashtaggar

source: Add hashtags for this page. If more than one - seperate with comma, no spaces. (internetguider,iis)
sv_se: Lägg till hashtaggar för den här sidan. Om du har mer en en - separera med kommatecken utan mellanslag. (internetguider,iis)

source: Photo:
sv_se: Foto:

source: by
sv_se: av

source: Photo by
sv_se: Foto av
